Revit 2027 API
ParameterTypeId.SpotTextFromLeader Property
 "Text Offset from Leader"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotTextFromLeader { get; }
Public Shared ReadOnly Property SpotTextFromLeader As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotTextFromLeader {
	ForgeTypeId^ get ();
}
static member SpotTextFromLeader : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace